Autodesk.Revit.UI.IIFCEntityTreeUIServer.ShowDialog(Autodesk.Revit.UI.IFCExternalServiceUIData)
Shows dialog on managing IFCEntityTreeUI.
data:
The data on initializing the dialog as well as getting the result.
Returns:
Whether or not the dialog launches successfully
Since:
2023

Autodesk.Revit.UI.IIFCEntityTreeUIServer
The interface used to provide UI on IFC Entity selection.
Since:
2023